export const checkInItems = [
  {phrase: 'Постійно хвилююсь', topic: 'Тривога та панічні атаки'},
  {phrase: 'Немає сил і мотивації', topic: 'Вигорання та стрес'},
  {phrase: 'Суворо критикую себе', topic: 'Низька самооцінка'},
  {phrase: 'Все відкладаю на потім', topic: 'Прокрастинація та перфекціонізм'},
  {phrase: 'Важко зосередитись', topic: 'Менеджмент РДУГ'},
  {phrase: 'Вибухаю або все стримую', topic: 'Робота з емоціями та гнівом'},
  {phrase: 'Повторюю одні й ті самі сценарії', topic: 'Глибокі схеми та життєві пастки'},
  {phrase: 'Нічого не радує', topic: 'Депресивні стани'},
];
