export const accordionItems = [
  {
    title: 'Як часто мені потрібно ходити в терапію?',
    text: 'Частота сесій є індивідуальною, та може становити 1/2/3 рази на тиждень. Найчастішою є частота 2 рази на тиждень. Частота 1 раз на 2 тижні можлива для підтримуючій терапії.',
  },
  {
    title: 'Як швидко я зможу вирішити свою проблему?',
    text: 'Вирішення кожного запиту та проблеми є суворо індивідуальною та залежить від структури особистості. Зазвичай, після структурованого інтерв’ю я даю зворотній відгук, стосовно вирішення проблематики та лише приблизного часу для вирішення.',
  },
  {
    title: 'Чи є консультації суворо конфіденційними?',
    text: 'Так, всі консультації як в оффлайн , так і в онлайн форматі є суворо конфіденційними. Це може бути оговорено як в усному, так і в письмовому контракті при необхідності.',
  },
  {
    title: 'Як зрозуміти чи потрібен мені психолог?',
    text: 'Для того, щоб починати терапію Вам потрібен запит. Інколи його знає пацієнт з самого початку, інколи його формують під час психодіагностики. Запит – це те, що ви хочете отримати, або змінити. Тобто якщо ви хочете, щось змінити, здобути або прибрати зі свого життя, це може бути причиною звернення до психолога-психотерапевта.',
  },
  {
    title: 'З якими запитами в пацієнтів ви не працюєте?',
    text: 'Я не працюю з людьми молодше 18 років',
  },
  {
    title: 'Які гарантії Ви можете мені дати?',
    text: 'Я даю Вам гарантії конфіденційності, а також моєї присутності, зацікавленості та повної залученості до терапевтичного процесу під час сесій. Зі свого боку я можу гарантувати відповідальність за створення комфортного терапевтичного простору ( при онлайн терапії ця відповідальність частково на пацієнті), свої інтерпретації, діагностику та зворотній зв’язок під час сесій. За Ваші дії та рішення відповідальність належить Вам.',
  },
];
