export const accordionItems = [
  {
    title: 'Як проходить перша консультація?',
    text: 'Перша зустріч це знайомство і діагностика вашого стану і запиту. Ми обговоримо, що вас турбує, як давно це триває, як проблема впливає на ваше життя та яких змін ви очікуєте. Також я розповім, як працює психотерапія, і ми разом визначимо подальший план роботи.',
  },
  {
    title: 'Скільки триває консультація?',
    text: 'Одна консультація триває 50-55 хвилин.',
  },
  {
    title: 'Як часто потрібно зустрічатися?',
    text: 'На початку терапії зазвичай рекомендується одна зустріч на тиждень. Згодом, коли стан стабілізується, частоту можна змінювати залежно від ваших потреб і цілей.',
  },
  {
    title: 'Через скільки буде результат?',
    text: 'Це індивідуально. Деякі люди помічають перші зміни вже після кількох зустрічей, але стійкі результати зазвичай формуються поступово. Тривалість роботи залежить від запиту, його складності та вашої активності між сесіями.',
  },
  {
    title: 'Чи потрібно готуватися до консультації?',
    text: 'Ні. Достатньо прийти зі своїми думками, переживаннями та бажанням розібратися в ситуації. Спеціальної підготовки не потрібно.',
  },
  {
    title: 'Чи все, що я розповім, залишиться конфіденційним?',
    text: 'Так. Усе, що обговорюється під час консультацій, є конфіденційним відповідно до етичних принципів психотерапевтичної практики.',
  },
  {
    title: 'Чи призначаєте ви ліки?',
    text: 'Ні. Я психолог, тому не призначаю медикаментозне лікування. Якщо під час роботи виникне така потреба, я можу рекомендувати звернутися до лікаря-психіатра для консультації.',
  },
  {
    title: 'Що робити, якщо мені дуже страшно звертатися?',
    text: 'Багато людей хвилюються перед першою консультацією, це природно. Вам не потрібно бути «готовими» чи знати, що саме говорити. Моє завдання, створити безпечний простір, у якому ми зможемо поступово розібратися з труднощами.',
  },
];
